
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" lang="en">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1" />
		<link href="https://fonts.googleapis.com/css?family=Prompt" rel="stylesheet">
        <link rel="stylesheet" type="text/css" href="assets/css/bootstrap.css"/>
        <link rel="stylesheet" type="text/css" href="assets/css/style.css"/>
        <link rel="stylesheet" type="text/css" href="assets/css/owl-slider.css"/>
        <link rel="stylesheet" type="text/css" href="assets/css/settings.css"/>
        <link rel="shortcut icon" href="assets/images/favicon.ico" />
        <script type="text/javascript" src="assets/js/jquery-3.2.0.min.js"></script>

        <title>ศรีไทยโก :: SrithaiGo</title>
    </head>
    <body>

    <!-- End pushmenu -->
    <div class="wrappage">
        <!-- <div id="rtl">RTL</div> -->
        <?php
			include "header.php";
		?>
		
        <div class="container container-ver2 box-cat-home3">
			<br>
            <div class="row">
				<div class="col-md-12">
					<h2 class="text-center">เงื่อนไขการให้บริการ</h2>
					<hr>
					<p>
						<h3>1. คำอธิบาย เงื่อนไข และข้อจำกัดในการบริการ</h3>
						<div style="text-indent: 2.5em;">
						บริษัท ศรีไทย อีคอมเมิร์ซ จำกัด (ต่อไปนี้เรียกว่า "บริษัท") สงวนสิทธิ์ให้บริการสั่งซื้อสินค้าทางเว็บไซต์และจัดส่งสินค้านี้ (ต่อไปนี้เรียกว่า "บริการ") ให้กับลูกค้าที่เป็นบุคคลธรรมดาและเพื่อการใช้ในครัวเรือนเท่านั้น บริษัทขอสงวนสิทธิ์ไม่ให้บริการแก่นิติบุคคลและผู้ประกอบการ การให้บริการนี้ 
						มีพื้นที่จำกัด และบริษัทมีสิทธิปฏิเสธการให้บริการแก่ลูกค้าที่อยู่นอกพื้นที่บริการในการใช้บริการนี้ ท่านจะต้องมีอายุไม่ต่ำกว่า 20 ปี และยอมรับข้อตกลงและเงื่อนไขนี้ ตลอดจนข้อกำหนดและเงื่อนไขเกี่ยวกับการสั่งซื้อสินค้าทางเว็บไซต์ และอนุญาตให้บริษัทดำเนินการจัดการข้อมูลของท่านได้ 
						โดยท่านจะต้องลงทะเบียนก่อนการใช้บริการ โปรดทราบว่าการใช้บริการนี้ มีการเรียกเก็บค่าใช้จ่ายราคาสินค้าที่ระบุในหน้าเว็บไซต์เป็นราคาโดยประมาณเท่านั้น โดยบริษัทจะเสนอราคาที่แน่นอนในใบเสร็จรับเงิน/เอกสารการซื้อขายในวันที่บริษัทจัดส่งสินค้าให้แก่ท่าน ณ ที่อยู่ที่ท่านได้แจ้งต่อ
						บริษัท สัญญาระหว่างท่านและบริษัทในการซื้อสินค้าจะเกิดขึ้นต่อเมื่อท่านได้ตกลงยอมรับในราคาสินค้าที่แน่นอนดังกล่าว ทั้งนี้ จำนวนสินค้าที่มีจำหน่ายจะขึ้นอยู่กับจำนวนสินค้าที่บริษัทมีอยู่ ซึ่งบริษัทไม่สามารถรับประกันได้ว่าจะมีสินค้าตามรายการและรายละเอียดที่ได้แสดงไว้ในหน้าเว็บไซต์การ
						สั่งซื้อสินค้าผ่านบริการของบริษัทนี้ ให้เป็นไปตามข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ซึ่งได้ระบุไว้ต่อไปในเว็บไซต์นี้ในกรณีที่ท่านยกเลิกคำสั่งซื้อตามข้อตกลงและเงื่อนไขนี้ และข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ บริษัทจะยกเลิกการกันวงเงินดังกล่าวภายในระยะเวลา 
						2-3 วันทำการ ก่อนใช้บริการนี้ ขอให้ท่านตรวจสอบว่าบัตรชำระเงินของท่านยังสามารถใช้ชำระค่าสินค้าทางเว็บไซต์ได้และบัตรดังกล่าวไม่สิ้นอายุก่อนวันที่คาดว่าจะมีการส่งสินค้าที่สั่งซื้อ หากบัตรชำระเงินของท่านสิ้นอายุในวันที่ส่งสินค้า บริษัทสงวนสิทธิยกเลิกการจัดส่งสินค้าให้แก่ท่านโดยไม่
						ต้องได้รับความยินยอมจากท่านหรือแจ้งให้ท่านทราบล่วงหน้า
						</div>
					</p>
					<br>
					<p>
						<h3>2. การแก้ไขข้อตกลงและเงื่อนไขของบริษัท</h3>
						<div style="text-indent: 2.5em;">
						บริษัทขอสงวนสิทธิในการแก้ไขข้อตกลงและเงื่อนไขนี้ ณ เวลาใดๆ ก็ได้ ทั้งนี้ ให้ข้อตกลงและเงื่อนไขนี้มีผลบังคับใช้เมื่อมีการลงไว้ในเว็บไซต์ http://srithaigo.com และถือว่าท่านได้ให้ความตกลงในข้อตกลงและเงื่อนไขนี้ที่ได้มีการแก้ไขใหม่แล้วเมื่อท่านใช้บริการสั่งซื้อสินค้าบริษัท
						อาจทำการยกเลิกการให้บริการนี้ ณ เวลาใดๆ ก็ได้
						</div>
					</p>
					<br>
					<p>
						<h3>3. การลงทะเบียนใช้บริการ และผู้ไม่มีสิทธิใช้บริการ</h3>
						<div style="text-indent: 2.5em;">
						ในการลงทะเบียนที่เว็บไซต์ http://srithaigo.com ท่านตกลงที่จะให้ข้อมูลรายละเอียดที่ถูกต้องตรงตามความเป็นจริง และหากมีการเปลี่ยนแปลงใดๆ เกี่ยวกับข้อมูลรายละเอียดที่ท่านได้ให้ไว้แก่บริษัท ท่านตกลงจะแจ้งให้บริษัททราบผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์ที่หมาย
						เลข 06 3204 6878 (หรือหมายเลขอื่นใดที่ได้แจ้งในหน้าเว็บไซต์ http://srithaigo.com) หรือทำการแก้ไขข้อมูลผ่านทางหน้าเว็บไซต์โดยตรงทันที หากท่านประสงค์จะยกเลิกการลงทะเบียน ให้ท่านแจ้งไปยังศูนย์บริการลูกค้าทางโทรศัพท์บริษัทมีสิทธิที่จะระงับหรือยกเลิกการลง
						ทะเบียนของท่านได้หากบริษัทมีเหตุผลอันควรเชื่อได้ว่าท่านฝ่าฝืนข้อตกลงและเงื่อนไขนี้หรือข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ ทั้งนี้ การยกเลิกการลงทะเบียนนี้จะไม่มีผลกระทบต่อข้อตกลงและเงื่อนไขนี้หรือข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ซึ่งมีลักษณะเป็น
						การต่อเนื่องแต่ประการใด
						</div>
					</p>
					<br>
					<p>
						<h3>4. ความปลอดภัยเกี่ยวกับการใช้บริการของท่าน</h3>
						<div style="text-indent: 2.5em;">
						ระหว่างการลงทะเบียน บริษัทจะขอให้ท่านสร้างรหัสส่วนตัวสำหรับการเข้าถึงบัญชีของท่าน ซึ่งท่านจะต้องเก็บรหัสส่วนตัวดังกล่าวเป็นความลับไม่เปิดเผยให้ผู้ใดทราบ ท่านจะต้องเป็นผู้รับผิดชอบการดำเนินการใดๆ ที่กระทำผ่านทางบัญชีของท่าน หากท่านสงสัยว่ามีการใช้รหัสส่วนตัวของท่าน
						โดยมิชอบหรือโดยไม่ได้รับอนุญาต ท่านตกลงจะแจ้งให้บริษัททราบผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์โดยไม่ชักช้า หากบริษัทมีเหตุผลอันควรเชื่อได้ว่ามีหรืออาจจะมีการใช้บริการของบริษัทไปโดยมิชอบ บริษัทขอสงวนสิทธิ์ในการระงับใช้บัญชีของท่านหรือขอให้ท่านเปลี่ยนรหัสส่วนตัวของ
						ท่านได้ ทั้งนี้ บริษัทไม่จำเป็นต้องรับผิดชอบต่อความเสียหายใดๆ อันเนื่องมาจากการที่รหัสส่วนตัวของท่านถูกเปิดเผยหรือใช้ไปในทางมิชอบทั้งสิ้น
						</div>
					</p>
					<br>
					<p>
						<h3>5. รายละเอียดและเงื่อนไขในการบริการสั่งซื้อสินค้าทางโทรศัพท์ (Order By Phone)</h3>
						<div style="text-indent: 2.5em;">
						5.1 บริการสั่งซื้อสินค้าทางโทรศัพท์” คือ บริการที่ท่านสามารถสั่งซื้อสินค้าในเว็บไซต์http://srithaigo.comได้ทางโทรศัพท์
						</div>
						<div style="text-indent: 2.5em;">
						5.2 ท่านสามารถใช้บริการนี้ได้ โดยโทรมาที่ 06 3204 6878 (ตั้งแต่เวลา 8.00 – 20.00 น) บริษัทจะจัดให้มีพนักงานรับสายซึ่งเสมือนเป็นผู้ช่วยของท่านในการซื้อสินค้า เพื่อรับคำสั่งซื้อสินค้า (Order) ของท่าน<br>
						</div>
						<div style="text-indent: 2.5em;">
						5.3 เมื่อท่านทำคำสั่งซื้อเสร็จสิ้นแล้ว บริษัทจะยืนยันคำสั่งซื้อ รวมถึงรอบการจัดส่ง สถานที่จัดส่งสินค้า พร้อมกับแจ้งราคาสินค้าโดยประมาณการให้แก่ท่านทางโทรศัพท์ด้วยการส่ง SMS หรือทาง email ที่ท่านแจ้งไว้ในวันเดียวกันกับวันที่ได้รับคำสั่งซื้อจากท่าน อย่างไรก็ตาม ท่าน
						สามารถแจ้งยกเลิกคำสั่งซื้อของท่านได้ โดยแจ้งยกเลิกก่อนเวลา 17.00 น. ก่อนวันจัดส่งสินค้าให้บริษัททราบทาง 06 3204 6878
						</div>
						<div style="text-indent: 2.5em;">
						5.4 ราคาสินค้าที่ท่านได้รับแจ้งจากบริษัทหลังจากทำคำสั่งซื้อเรียบร้อยแล้วนั้น เป็นราคาโดยประมาณการเท่านั้น โดยราคาสินค้าที่เรียกเก็บเงินจากท่านจะเป็นราคาสินค้า ในวันที่จัดส่งสินค้าให้แก่ท่าน หากสินค้ารายการใดมีราคาแตกต่างไปจากราคา ณ เวลาที่ท่านทำรายการสั่งซื้อ 
						หรือท่านไม่ประสงค์จะรับสินค้าทดแทนที่บริษัทฯ นำเสนอ ท่านมีสิทธิที่จะไม่รับสินค้าดังกล่าวได้ ซึ่งบริษัทจะไม่ทำการเรียกเก็บค่าสินค้าที่มีการปฏิเสธดังกล่าวจากท่าน (โปรดดูรายละเอียดเกี่ยวกับนโยบายการคืนสินค้าได้ที่เว็บไซต์ http://srithaigo.com ในเงื่อนไขการเปลี่ยน-คืน
						สินค้า)
						</div>
						<div style="text-indent: 2.5em;">
						5.5 หากในวันจัดส่งสินค้า ไม่มีสินค้าชนิดใดชนิดหนึ่งที่ท่านสั่งซื้อจำหน่าย บริษัทฯ อาจนำเสนอสินค้าทดแทนให้แก่ท่าน
						</div>
						<div style="text-indent: 2.5em;">
						5.6 ท่านสามารถใช้คูปองอิเล็คทรอนิคส์ (e-Coupon) สำหรับการซื้อสินค้าทางโทรศัพท์ได้ตามรายละเอียดและเงื่อนไขของ e-Coupon นั้นๆ ที่กำหนดไว้ (เช่น ยอดซื้อขั้นต่ำ หรือ e-Coupon จะต้องไม่หมดอายุก่อนวันที่จัดส่งสินค้า เป็นต้น) เพื่อรับส่วนลดหรือสิทธิอื่นๆ ตาม
						ที่ระบุไว้ใน e-Coupon ดังกล่าว โดยท่านจะต้องแจ้งรหัส e-Coupon ให้บริษัททราบก่อนสิ้นสุดการทำคำสั่งซื้อ
						</div>
						<div style="text-indent: 2.5em;">
						5.7 ท่านสามารถชำระค่าสินค้าให้แก่บริษัทเป็นเงินสด บัตรเครดิตหรือบัตรเดบิตก็ได้ 
						</div>
						<div style="text-indent: 2.5em;">
						5.8 การใช้บริการสั่งซื้อสินค้าทางโทรศัพท์หรือไลน์ บริษัทฯ จะเรียกเก็บค่าบริการ ซึ่งอัตราค่าบริการจะเป็นไปตามที่ได้แสดงไว้ที่หน้าเว็บไซต์และ/หรือขณะทำคำสั่งซื้อ
						</div>
						<div style="text-indent: 2.5em;">
						5.9 หากท่านลงทะเบียนเป็นสมาชิกเทสโก้ โลตัส คลับการ์ด และเมื่อชำระค่าสินค้าแล้ว ท่านจะได้รับแต้มสะสมคลับการ์ดจากยอดซื้อสินค้าดังกล่าว ในลักษณะเดียวกันกับที่ท่านจะได้รับเมื่อซื้อสินค้าในห้างฯ ดังนั้น บริษัทจึงขอให้ท่านแจ้งหมายเลขคลับการ์ดที่ถูกต้องให้บริษัททราบก่อนสิ้นสุดการทำคำสั่งซื้อ
						</div>
						<div style="text-indent: 2.5em;">
						5.10 เว้นแต่จะได้ระบุเป็นอย่างอื่นในข้อกำหนดและเงื่อนไขเกี่ยวกับบริการสั่งซื้อสินค้าทางทางโทรศัพท์ (Order by Phone) นี้ ให้บริการนี้อยู่ภายใต้ข้อกำหนดและเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์ ตามที่ได้ระบุที่ http://srithaigo.com ด้วย
						</div>
					</p>
					<br>
					<p>
						<h3>6. การปกป้องทรัพย์สินทางปัญญา</h3>
						<div style="text-indent: 2.5em;">
						บริษัทเป็นเจ้าของและผู้ดำเนินการเว็บไซต์ http://srithaigo.com และเป็นเจ้าของลิขสิทธิ์ในข้อความ รวมถึงภาพและการออกแบบหน้าเว็บเพจ ตลอดจนบรรดาภาพประกอบและข้อมูลเกี่ยวกับการบริการที่ปรากฏในหน้าเว็บเพจ ผู้เข้าชมเว็บไซต์ http://srithaigo.com 
						ถือเป็นผู้ใช้เว็บไซต์ (ต่อไปนี้เรียกว่า "ผู้ใช้เว็บไซต์") และเมื่อมีการใช้งานเว็บไซต์นี้ ผู้ใช้เว็บไซต์มีหน้าที่ปฏิบัติตามกฎหมาย จรรยาบรรณที่ดี และข้อตกลงและเงื่อนไขนี้ ในการที่จะไม่ทำลายชื่อเสียงและทำให้เสื่อมซึ่งสิทธิของบริษัทหรือสิทธิของผู้ใช้เว็บไซต์รายอื่นทั้งนี้ ผู้ใช้เว็บไซต์ตกลงที่จะไม่กระทำ
						การใดๆ ตามที่ระบุดังต่อไปนี้
						</div>
						<div style="text-indent: 5em;">
						•  กระทำการใดๆ ที่เป็นการรบกวนหรือแทรกแซงการใช้งานเว็บไซต์ของผู้ใช้เว็บไซต์รายอื่น หรือการกระทำการไม่ว่าในทางใดอันเป็นการขัดขวางผู้ใช้เว็บไซต์รายอื่น
						</div>
						<div style="text-indent: 5em;">
						•  กระทำการในทางใดๆ ที่กระทบต่อข้อความหรือลักษณะทางเทคนิคของเว็บไซต์โดยไม่ได้รับอนุมัติจากบริษัท
						</div>
						<div style="text-indent: 5em;">
						•  กระทำการอันกระทบต่อความปลอดภัยของเว็บไซต์
						</div>
						<div style="text-indent: 5em;">
						•  ใช้เว็บไซต์ในการแจกจ่ายข้อความที่ไม่ได้รับการร้องขอ (สแปม) หรือข้อความลูกโซ่ หรือส่งไวรัสหรือโปรแกรมใดๆ ที่เป็นอันตรายต่อเว็บไซต์
						</div>
						<div style="text-indent: 5em;">
						•  ส่งข้อความใดๆ ที่มีไวรัสหรือโปรแกรมที่เป็นอันตรายไปยังเว็บไซต์
						</div>
						<div style="text-indent: 5em;">
						•  สร้างข้อความปลอมเพื่อบิดเบือนการแสดงตัวตนของผู้ใช้เว็บไซต์หรือพยายามเข้าไปยังบัญชีของผู้ใช้เว็บไซต์
						</div>
					</p>
					<br>
					<p>
						<h3>7. การใช้บริการโดยไม่ได้รับอนุญาต</h3>
						<div style="text-indent: 2.5em;">
						ห้ามมิให้มีการใช้บริการโดยไม่ได้รับอนุญาต ซึ่งได้แก่
						</div>
						<div style="text-indent: 5em;">
						•  การแจกจ่ายข้อความที่เป็นการรบกวน ทำให้เสื่อมเสียชื่อเสียง ขัดกับหลักการเคารพสิทธิมนุษยชน เป็นการแบ่งแยกทางศาสนา ความเชื่อ เชื้อชาติ หรือเพศ ที่เป็นการกระตุ้นให้เกิดความรุนแรงหรือการกระทำที่ผิดกฎหมาย หรือการฝ่าฝืนกฎหมายในท้องที่ใดๆ
						</div>
						<div style="text-indent: 5em;">
						•  การแจกจ่ายข้อความที่เป็นการคุกคามความสงบเรียบร้อยของประชาชนหรือผลประโยชน์ตามกฎหมายของลูกค้า ผู้ใช้เว็บไซต์ บริษัท หรือบริษัทอื่นในเครือเทสโก้
						</div>
						<div style="text-indent: 5em;">
						•  การเข้าถึงระบบคอมพิวเตอร์ของผู้อื่นโดยไม่ได้รับอนุญาต
						</div>
						<div style="text-indent: 5em;">
						•  การกีดกันมิให้ลูกค้าสามารถเข้าใช้บริการได้
						</div>
						<div style="text-indent: 5em;">
						•  การละเมิดสิทธิเกี่ยวกับการใช้เครือข่ายในการสื่อสารทางระบบอิเล็คทรอนิกส์สาธารณะ
						</div>
						<div style="text-indent: 5em;">
						•  การขัดขวางหรือทำให้เครือข่ายหรือเว็บไซต์ที่เชื่อมต่อกับเว็บไซต์ http://srithaigo.com หยุดชะงัก
						</div>
						<div style="text-indent: 5em;">
						•  การสร้าง การแจกจ่าย หรือการเก็บสำเนาเอกสารอิเล็คทรอนิกส์และเอกสารอื่นที่ได้รับความคุ้มครองภายใต้กฎหมายลิขสิทธิ์โดยไม่ได้รับอนุญาตล่วงหน้าจากเจ้าของลิขสิทธิ์
						</div>
						<div style="text-indent: 2.5em;">
						บริษัทมีสิทธิที่จะตัดข้อความใดๆ ที่เป็นอันตรายออกจากเว็บไซต์ และมีสิทธิเรียกให้ผู้ใช้เว็บไซต์ผู้ก่อให้เกิดความเสียหายต่อบริษัทโดยการใช้บริการโดยไม่ได้รับอนุญาตให้ชำระค่าเสียหายเต็มจำนวนได้ ความเสียหายนี้ให้รวมถึงความเสียหายที่เกิดแก่บริษัทหรือบริษัทอื่นในเครือของเทสโก้ 
						หรือความเสียหายที่บุคคลภายนอกเรียกร้องจากบริษัทอันเป็นผลสืบเนื่องมาจากการใช้เว็บไซต์โดยไม่ได้รับอนุญาตของผู้ใช้เว็บไซต์ ทั้งนี้ ความเสียหายหมายถึงทั้งความเสียหายโดยตรงและค่าใช้จ่ายที่จำเป็นในการใช้สิทธิเรียกค่าชดเชย และการแก้ไขสภาพที่บกพร่องที่มีสาเหตุมาจากการใช้
						บริการที่ไม่ได้รับอนุญาต และให้ถือว่าค่าปรับเป็นตัวเงินที่พนักงานเจ้าหน้าที่เรียกเก็บจากบริษัทจากการละเมิดข้อกำหนดของกฎหมายอันเนื่องจากการที่ผู้ใช้เว็บไซต์ใช้เว็บไซต์โดยไม่ได้รับอนุญาต เป็นความเสียหายด้วย
						</div>
					</p>
					<br>
					<p>
						<h3>8. การใช้บริการ</h3>
						<div style="text-indent: 2.5em;">
						บริษัทพยายามอย่างที่สุดในการพัฒนาคุณภาพของการบริการ อย่างไรก็ดี เนื่องด้วยลักษณะทางเทคนิคของการให้บริการ บริษัทไม่สามารถรับประกันได้ว่าท่านจะสามารถใช้บริการได้อย่างสมบูรณ์หรือโดยปราศจากซึ่งปัญหาใดๆ แต่หากท่านพบความผิดพลาดทางเทคนิค ท่านสามารถรายงาน
						ความบกพร่องผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์ได้ และบริษัทจะพยายามแก้ไขข้อบกพร่องอย่างรวดเร็วที่สุดเท่าที่จะทำได้
						</div>
						<div style="text-indent: 2.5em;">
						บริษัทสงวนสิทธิ์ที่จะมิให้ผู้ใช้เว็บไซต์เข้าถึงเว็บไซต์ http://srithaigo.com ได้หากมีความจำเป็นในการซ่อมแซมหรือบำรุงรักษา หรือปรับปรุงระบบ หรือเพื่อการนำระบบใหม่ๆ มาใช้
						</div>
						<div style="text-indent: 2.5em;">
						บริษัทมีความพยายามเป็นอย่างยิ่งในการจัดให้มีการบริการได้มากที่สุดเท่าที่จะเป็นไปได้และทำการขยายการให้บริการออกไปสู่พื้นที่อื่นๆ ในประเทศไทย ซึ่งท่านจะได้รับข้อมูลเกี่ยวกับการให้บริการในระหว่างขั้นตอนการทำรายการสั่งซื้อผ่านการบริการทางเว็บไซต์
						</div>
					</p>
					<br>
					<p>
						<h3>9. ความรับผิด</h3>
						<div style="text-indent: 2.5em;">
						แม้ว่าบริษัทจะใช้ความพยายามในการตรวจสอบความถูกต้องแท้จริงและความเกี่ยวโยงระหว่างข้อความในเว็บไซต์ http://srithaigo.com ก็ตาม บริษัทก็ไม่สามารถรับประกันในเรื่องดังกล่าวแก่ผู้ใช้เว็บไซต์ได้ ด้วยเหตุนี้ บริษัทจึงไม่ขอรับประกันและไม่ขอรับผิดในความผิดพลาด 
						การละเว้น หรือปัญหาทางเทคนิค ที่อาจเกิดขึ้นในระหว่างการใช้เว็บไซต์ หากบริษัทพบว่าข้อความใดไม่ถูกต้องและมีความเป็นไปได้ในทางเทคนิคและไม่เป็นการก่อให้เกิดค่าใช้จ่ายอันไม่สมเหตุสมผลแก่บริษัทในการที่จะแก้ไข บริษัทจะทำการปรับปรุงข้อความโดยเร็วที่สุดเท่าที่จะทำได้ ทั้งนี้ 
						บริษัทไม่ขอรับผิดในส่วนต่อไปนี้
						</div>
						<div style="text-indent: 5em;">
						•  ข้อความในเว็บไซต์ซึ่งเป็นของบุคคลภายนอกที่สามารถเข้าถึงได้ผ่านทางเว็บไซต์ http://srithaigo.com หรือผ่านทางเว็บไซต์ของบุคคลภายนอกที่ระบุในเว็บไซต์ http://srithaigo.com หรือการโฆษณาหรือการส่งเสริมการขายใดๆ ของบุคคลภายนอกผ่านทางเว็บไซต์ของบริการนี้
						</div>
						<div style="text-indent: 5em;">
						•  ข้อความที่ระบุในเว็บไซต์ของการบริการนี้โดยไม่ได้รับความยินยอมหรือการรับทราบจากบริษัทและโดยทางเทคนิคบริษัทไม่สามารถป้องกันการใช้งานได้
						</div>
						<div style="text-indent: 5em;">
						•  การที่ไม่สามารถใช้เว็บไซต์ http://srithaigo.com ได้กับเครื่องมือและซอฟท์แวร์ของท่าน หรือการเชื่อมต่อเครือข่ายการสื่อสารทางอิเล็คทรอนิกส์ของท่าน
						</div>
						<div style="text-indent: 5em;">
						•  ปัญหาทางเทคนิค รวมถึงความผิดพลาดและล้มเหลวในการเชื่อมต่อกับเว็บไซต์ http://srithaigo.com
						</div>
						<div style="text-indent: 2.5em;">
						ทั้งนี้ ข้อกำหนดในข้อนี้ไม่กระทบกับความรับผิดของบริษัทเกี่ยวกับข้อบกพร่องในผลิตภัณฑ์ที่ท่านได้ซื้อผ่านทางบริการนี้ในส่วนที่เกี่ยวกับข้อกำหนดของกฎหมายทั่วไป
						</div>
					</p>
					<br>
					<p>
						<h3>10. การป้องกันข้อมูลส่วนบุคคลและความยินยอมในการดำเนินการกับข้อมูล</h3>
						<div style="text-indent: 2.5em;">
						บริษัทจะเก็บข้อมูลส่วนบุคคลของท่านเป็นความลับ ทั้งนี้ ท่านได้ให้ความยินยอมแก่บริษัทในการดำเนินการกับข้อมูลส่วนบุคคลของท่านที่ได้ให้ไว้แก่บริษัทเพื่อการดำเนินการดังต่อไปนี้
						</div>
						<div style="text-indent: 5em;">
						(1)   การให้บริการ โดยเฉพาะการรับคำสั่งซื้อ ดำเนินการเกี่ยวกับคำสั่งซื้อ และส่งสินค้าไปยังจุดหมายปลายทางที่ท่านกำหนด การชำระเงิน การออกใบเสร็จค่าสินค้า การสื่อสารกับท่านเกี่ยวกับคำสั่งซื้อ
						</div>
						<div style="text-indent: 2.5em;">
						ท่านตกลงให้ความยินยอมแก่บริษัทในการจัดการข้อมูลที่ท่านได้ให้ไว้ในระหว่างการลงทะเบียนใช้บริการ  หากท่านใช้บริการผ่านทางศูนย์บริการลูกค้าทางโทรศัพท์ บริษัทมีสิทธิบันทึกเสียงเพื่อประโยชน์ในการประเมินและพัฒนาคุณภาพของการให้บริการของบริษัท บริษัทขอแจ้งว่าบริษัทจะ
						ดำเนินการกับข้อมูลของท่าน เฉพาะที่เกี่ยวข้องกับวัตถุประสงค์ที่ท่านได้ให้ความยินยอมไว้แล้วเท่านั้น ท่านตกลงว่าได้ให้ข้อมูลของท่านในการสมัครใช้บริการผ่านเว็บไซต์หรือศูนย์บริการลูกค้าทางโทรศัพท์ด้วยความสมัครใจ
						</div>
					</p>
					<br>
					<p>
						<h3>11. ข้อกำหนดอื่นๆ</h3>
						<div style="text-indent: 2.5em;">
						ข้อตกลงและเงื่อนไขนี้ รวมถึงความตกลงใดๆ อันเกี่ยวเนื่องกับการใช้บริการ ให้อยู่ในบังคับของกฎหมายไทย การระงับข้อพิพาทให้กระทำในศาลไทยตามภูมิลำเนาของบริษัท ในกรณีที่ข้อความในข้อตกลงและเงื่อนไขนี้ในภาษาไทยและภาษาอังกฤษไม่ตรงกัน ให้ถือตามข้อความในเว็บไซต์ 
						http://srithaigo.com ในภาษาไทยเป็นหลัก
						</div>
						<div style="text-indent: 2.5em;">
						หากส่วนหนึ่งส่วนใดในข้อตกลงและเงื่อนไขนี้ไม่เหมาะสมหรือไม่มีผลบังคับใช้ตามกฎหมาย ให้ข้อกำหนดในส่วนดังกล่าวสิ้นผล และให้ข้อตกลงและเงื่อนไขนี้ในส่วนอื่นมีผลใช้บังคับต่อไป ในกรณีที่มีการฝ่าฝืนข้อตกลงและเงื่อนไขนี้ ไม่ว่าครั้งเดียวหรือเป็นการฝ่าฝืนซ้ำเดิมก็ตาม แต่บริษัท
						ไม่ได้ใช้สิทธิที่มีเกี่ยวกับการฝ่าฝืนดังกล่าว ไม่ให้ถือว่าบริษัทสละสิทธิและไม่เป็นการกระทบสิทธิของบริษัทในการใช้สิทธิในภายหลัง หากบริษัทยกเว้นการฝ่าฝืนส่วนหนึ่งส่วนใดของข้อตกลงและเงื่อนไขนี้ ไม่ถือว่าเป็นการยกเว้นการฝ่าฝืนใดๆ ในอนาคตหรือการฝ่าฝืนข้อกำหนดอื่นๆ ที่ระบุไว้
						ในข้อตกลงและเงื่อนไขนี้แต่ประการใด
						</div>
						<div style="text-indent: 2.5em;">
						บริษัทไม่มีส่วนรับผิดชอบในการฝ่าฝืนข้อตกลงและเงื่อนไขนี้หรือเงื่อนไขการสั่งซื้อสินค้าทางเว็บไซต์อันเนื่องมาจากเหตุการณ์ใดๆ ที่อยู่นอกเหนือความรับผิดชอบของบริษัท
						</div>
					</p>
					<br>
				</div>
			</div>
        </div>
        
        <div id="back-to-top">
            <i class="fa fa-long-arrow-up"></i>
        </div>
        <?php
			include "footer.php";
		?>
        </div>
    <!-- End wrappage -->
    <script type="text/javascript" src="assets/js/bootstrap.min.js"></script>
    <script type="text/javascript" src="assets/js/owl.carousel.min.js"></script>
    <script type="text/javascript" src="assets/js/jquery.themepunch.revolution.min.js"></script>
    <script type="text/javascript" src="assets/js/jquery.themepunch.plugins.min.js"></script>
    <script type="text/javascript" src="assets/js/engo-plugins.js"></script>
    <script type="text/javascript" src="assets/js/store.js"></script>
    </body>
</html>
